"PageTitle" = "Устанавливаю: %@";

/* alert strings */
"INSERT_MEDIA" = "Вставьте диск «%@» для продолжения установки.";
"INSERT_MEDIA2" = "Вы решили установить ПО, для которого требуется этот диск.";

"CANCEL_INSTALL" = "Вы действительно хотите отменить установку ПО?";
"CANCEL_INSTALL2" = "Вы не закончили установку всего ПО. Если Вы отмените установку сейчас, то ПО, возможно, будет установлено лишь частично, что может привести к сбоям в его работе.";


/* Install Time Remaining string */
"TIME_REMAINING" = "Оставшееся время: %@";


/* checksum sheet strings */
"CHECKING_DISC_TITLE" = "Проверяю установочный CD/DVD…";
"INSTALL_CHECKSUM_STATUS" = "%u %% завершено...";

"ChecksumFailedAlert" = "При проверке диска возникла проблема.";
"ChecksumFailedMessage" = "Перезагрузите компьютер, извлеките диск и проверьте его на наличие отпечатков пальцев и царапин. Если проблема не устранена, обратитесь в службу поддержки пользователей Apple.";

"ChecksumFailedIgnoreBtn" = "Пропустить и продолжить";
"CheckFailedCancel" = "Отменить установку";


/* button title */
"SkipButton" = "Пропустить";

